{
    "_links": {
        "self": {
            "href": "http:\/\/default\/news\/populus?_format=hal_json"
        },
        "type": {
            "href": "http:\/\/drupal.org\/rest\/type\/node\/article"
        },
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/uid": [
            {
                "href": "http:\/\/default\/user\/0?_format=hal_json",
                "lang": "en"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/revision_uid": [
            {
                "href": "http:\/\/default\/user\/0?_format=hal_json"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/field_article_image": [
            {
                "href": "http:\/\/default\/file\/3?_format=hal_json"
            }
        ]
    },
    "uuid": [
        {
            "value": "4d9d7e43-0281-4bd4-aa00-a607cb6f1707"
        }
    ],
    "type": [
        {
            "target_id": "article"
        }
    ],
    "langcode": [
        {
            "value": "en",
            "lang": "en"
        }
    ],
    "title": [
        {
            "value": "Populus",
            "lang": "en"
        }
    ],
    "_embedded": {
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/uid": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/default\/user\/0?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "82bf94ee-bafe-4592-a900-0add25258ae3"
                    }
                ],
                "lang": "en"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/revision_uid": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/default\/user\/0?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "82bf94ee-bafe-4592-a900-0add25258ae3"
                    }
                ]
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/node\/article\/field_article_image": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/default\/file\/3?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/file\/image"
                    }
                },
                "uuid": [
                    {
                        "value": "2bc29f1e-dd8c-4003-a502-2ce407dc0df6"
                    }
                ],
                "alt": "RIB on beach",
                "title": "",
                "width": "900",
                "height": "600"
            }
        ]
    },
    "status": [
        {
            "value": "1",
            "lang": "en"
        }
    ],
    "created": [
        {
            "value": "1443509350",
            "lang": "en"
        }
    ],
    "changed": [
        {
            "value": "1444610263",
            "lang": "en"
        }
    ],
    "promote": [
        {
            "value": "1",
            "lang": "en"
        }
    ],
    "sticky": [
        {
            "value": "0",
            "lang": "en"
        }
    ],
    "revision_timestamp": [
        {
            "value": "1443509384"
        }
    ],
    "revision_translation_affected": [
        {
            "value": "1",
            "lang": "en"
        }
    ],
    "default_langcode": [
        {
            "value": "1",
            "lang": "en"
        }
    ],
    "body": [
        {
            "value": "<p>Duis ille quia. Abbas abdo nisl nulla scisco tego validus. Jus ludus turpis. Feugiat hendrerit letalis nostrud oppeto quis ratis secundum sino. Commodo consequat eros gemino imputo incassum lenis macto. Acsi amet iusto metuo pertineo saepius suscipit tincidunt utinam. Abbas aptent diam genitus patria paulatim usitas ut vindico vulpes. Aliquip comis neo saluto sudo suscipit typicus utrum. Aliquip autem vulpes. Aliquip illum saepius suscipere typicus. Haero hendrerit modo paratus praesent quadrum refero saepius tum. Consectetuer consequat ea luctus vero. Causa facilisi quae roto voco. Consequat distineo ibidem veniam. Diam fere macto magna mauris quia typicus ullamcorper ut. Decet letalis melior metuo nostrud populus quae quia. Dolor ea genitus hendrerit molior nulla probo. Huic iaceo mauris premo quae quia suscipere te turpis. Antehabeo quia torqueo vicis vulputate. Abico ad eu feugiat jumentum tamen. Eligo hos ideo lenis populus quis singularis. Diam huic immitto plaga qui typicus uxor verto. Abdo commoveo dolore oppeto os paulatim roto wisi. Appellatio imputo vindico. Accumsan luctus neo pertineo vulputate. Blandit conventio ex hos patria quae singularis tego velit vindico. Abbas comis esse ex haero hendrerit illum in singularis vicis. Nibh tego voco. Imputo jumentum paulatim quibus rusticus scisco. Facilisis odio quidem. Aliquam iustum luctus neque similis. Augue exputo hos jus. Enim eum macto sit. Enim hendrerit saluto singularis. Eligo similis turpis. Decet modo pagus suscipere tincidunt turpis. Causa jus utinam. Consectetuer inhibeo jumentum. Appellatio capto commodo consequat dolus eligo humo nunc pneum secundum. Accumsan at commoveo exputo iaceo lucidus luptatum pertineo praesent. Augue genitus secundum. Abbas ibidem imputo in incassum lobortis suscipit utrum. Fere obruo similis sudo. Abbas damnum haero lobortis mauris metuo neque odio similis wisi. Immitto luptatum utinam vindico. Aliquip consequat veniam. At gravis hendrerit hos illum persto probo quidne sino vulputate. Enim facilisi hos imputo quia saepius ulciscor. At distineo ludus minim paulatim tego vulputate. Diam dolor iusto veniam verto wisi. Augue ille iusto nobis praemitto quia vereor voco. Abdo erat eum. Euismod olim refoveo similis sudo ulciscor usitas. Huic luctus nisl qui. Ea importunus in nisl valetudo. Eligo euismod importunus ludus singularis velit. Conventio genitus hendrerit letalis nobis patria singularis volutpat. Dignissim facilisi laoreet modo nisl pala patria tincidunt. Camur gravis pertineo premo saluto. Ea euismod jugis. Aliquip commodo ludus te venio. Aptent incassum interdico luctus natu vicis vulpes. Duis eu humo importunus jugis jus luptatum nisl qui validus. Aliquip neo pneum quis valde. Camur ea eu imputo metuo nutus quae quidem tamen vicis. Appellatio cui dolor gilvus huic humo ideo. Aliquip gemino gravis interdico molior sed sit. Appellatio commodo commoveo haero praemitto ulciscor verto voco. Ex immitto vicis volutpat. Defui premo quadrum rusticus singularis utrum. Aptent torqueo uxor.<\/p>\r\n",
            "format": "basic_html",
            "summary": "",
            "lang": "en"
        }
    ],
    "field_article_date": [
        {
            "value": "2015-09-21"
        }
    ]
}
